Repository: AutodeskAP76/RevitInventorPlugin
Catalog: RevitInventorPlugin/Resources/Language.*.resx
Languages: it, ja

# OffsiteForm_Text
source: Offsite Panel
it: Pannello Offsite
ja: オフサイトパネル

# tabControl1_tabSOW_Text
source: Scope of Work
it: Gruppo di Lavoro
ja: 作業範囲

# tabControl1_tabMapping_Text
source: Mappings
it: Mappatura
ja: マッピング

# grBoxRevFamilies_Text
source: Revit families
it: Famiglie Revit
ja: Revitファミリ

# grBoxRevFamTypes_Text
source: Revit family Types
it: Tipi di Famiglie Revit
ja: Revitファミリタイプ

# grBoxRevElements_Text
source: Revit Elements
it: Elementi Revit
ja: Revit要素

# btnProperties_Text
source: Show Properties
it: Mostra Proprieta'
ja: プロパティ表示

# btnSelectAllElements_Text
source: Select All
it: Seleziona tutto
ja: すべてを選択

# btnUnselectAll_Text
source: Unselect All
it: Deseleziona tutto
ja: すべて選択解除

# btnProcessElements_Text
source: Process Selected elements
it: Processa elementi selezionati
ja: プロセス開始

# dgElements_Col_ElId_Text
source: Element Identifier
it: Identificativo Elemento
ja: ＩＤ

# dgElements_Col_ElName_Text
source: Element Name
it: Nome Elemento
ja: 名前

# dgElements_Col_ElVal_Text
source: Element Family Type
it: Tipo famiglia Elemento
ja: ファミリタイプ

# grpBoxInventorTemplates_Text
source: Inventor Templates - Revit Families mappings
it: Mappatura Famiglie Revit - Template Inventor
ja: Inventorテンプレート-Revitファミリマッピング

# btnBrowse_Text
source: Browse
it: Apri
ja: 参照

# btnSelectFromScope_Text
source: Select Revit Families
it: Seleziona famiglie Revit
ja: Revitファミリを選択

# btnClearSelectedMapping_Text
source: Clear Selection
it: Cancella selezione
ja: 選択解除

# grpBoxRevitFamilies_Text
source: Parameters Mapping
it: Mappatura Parametri
ja: パラメータマッピング

# lblTotalParamNr_Text
source: Total # of parameters:
it: # totale di parametri:
ja: 計 # 個のパラメータ:

# lblTotalParamMappedNr_Text
source: Total # of mapped parameters:
it: # totale di parametri mappati:
ja: 計 # 個のマッピングされたパラメータ:

# btnRevitParametersSel_Text
source: Select Revit Parameters
it: Seleziona parametri Revit
ja: Revitパラメータを選択

# btnClearSelectedParamMapping_Text
source: Clear Selection
it: Cancella selezione
ja: 選択解除

# btnClearLogs_Text
source: Clear Logs
it: Cancella Logs
ja: ログをクリア

# dgInvRevMapping_Col_InvTempl_Text
source: Inventor Template
it: Template Inventor
ja: Inventorテンプレート

# dgInvRevMapping_Col_RevFam_Text
source: Revit Family
it: Famiglia Revit
ja: Revitファミリ

# dgParamsMapping_Col_InvParam_Text
source: Inventor Key Parameter
it: Parametro di Inventor
ja: Inventorキーパラメータ

# dgParamsMapping_Col_RevitParam_Text
source: Revit Parameter
it: Parametro di Revit
ja: Revitパラメータ

# btnCancel_Text
source: Close
it: Chiudi
ja: 閉じる

# msgBox_SelInvTemplate
source: You have to select one Inventor Template
it: Devi selezionare un template di Inventor
ja: １つのInventorテンプレートを選択してください。

# msgBox_ZipFileParamMap
source: Cannot map parameters for zip file
it: Non puoi mappare i parametri per un file zip
ja: zipファイルへパラメータをマッピングできません。

# msgBox_RevitFamAssociat
source: There must be a Revit Family associated with the selected inventor template
it: Deve esserci una famiglia revit associata al template di Inventor selezionato
ja: 選択されたInventorテンプレートに関連付けられたRevitファミリが必要です。

# msgBox_SelInvRevMapRow
source: You have to select one Inventor - Revit mapping row
it: Devi selezionare una mappatura Revit - Inventor
ja: 1つのInventor-Revitマッピングの行を選択してください。

# msgBox_SelParamMapRow
source: You have to select one Parameter mapping row
it: Devi selezionare una mappatura di parametri
ja: 1つのパラメータマッピングの行を選択してください。

# msgBox_SelRevElement
source: At least one Revit Element must be selected
it: Almento un elemento Revit deve essere selezionato
ja: 少なくとも１つのRevit要素が選択される必要があります。

# msgBox_SelRevElement1
source: You have to select one Revit Element
it: Un solo elemento Revit deve essere selezionato
ja: １つのRevitエレメントを選択する必要があります。

# msgBox_MissingMapp
source: There are some missing mappings
it: Ci sono delle mappature mancanti
ja: マッピングにいくつかの不足があります。

# msgBox_SelMultipleRevFam
source: Selected elements belong to more than one family. They have to be part of a unique family
it: Gli elementi selezionati appartengono a piu' di una famiglia Revit. Essi devono appartenere ad una sola famiglia
ja: 選択された要素が1つ以上のファミリに属しています。要素を1つのファミリだけに関連付けてください。

# msgBox_SelElNoRevFam
source: Selected elements do not have a corresponding family type. Please modify your selection
ja: 選択された要素に対応するファミリタイプが存在しません。選択しなおしてください。

# msgBox_SelPropAlreadyAssigned
source: The selected Revit property has already been assigned. Please select another one
it: La proprieta' di Revit selezionata e' gia' stata assegnata. Cambiare selezione
ja: 選択されたRevitプロパティはすでに使われています。異なるプロパティを選択してください。

# msgBox_SelOneRow
source: You have to select one row
it: Una riga deve essere selezionata
ja: １つの行を選択してください。

# RevInventor_Popup_Text
source: Revit Families
it: Famiglie Revit
ja: Revitファミリ

# grBoxSelCurrScope_Text
source: Select from Current Scope
it: Selezionare dal gruppo corrente
ja: 現在の範囲から選択してください。

# btnSelect_Text
source: Select
it: Selezionare
ja: 選択

# btnClose_Text
source: Close
it: Chiudere
ja: 閉じる

# RevInventorParam_Popup_Text
source: Revit Families Parameters
it: Parametri famiglia Revit
ja: Revitファミリパラメータ

# grBoxSelParams_Text
source: Select Parameters
it: Selezionare parametri
ja: パラメータを選択

# RevProp_Popup_Text
source: Properties Collector
it: Elenco Proprietà
ja: プロパティを集める

# grBoxElTypeInfo_Text
source: Element Type Information
it: Tipo dell'elemento
ja: 要素タイプの情報

# lblFamily_Text
source: Family
it: Famiglia
ja: ファミリ

# lblFamilyType_Text
source: Family Type
it: Tipo della Famiglia
ja: ファミリタイプ

# grBoxProp_Text
source: Element Properties
it: Proprieta' dell'elemento
ja: 要素プロパティ

# grBoxElTypeProps_Text
source: Element Type Properties
it: Proprieta' del tipo dell'elemento
ja: 要素タイププロパティ

# dgElementParams_Col_Id_Text
source: Property Id
it: Identificatido Proprietà
ja: プロパティID

# dgElementParams_Col_Name_Text
source: Property Name
it: Nome Proprietà
ja: プロパティ名

# dgElementParams_Col_Value_Text
source: Property Value
it: Valore Proprietà
ja: プロパティ値
